Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.transatlantic_flight.title
source: Transatlantic Flight
ar: رحلة عبر المحيط الأطلسي
ca: Vol Transatlàntic
cs: Transatlantický let
da: Transatlantisk flyvning
de: Transatlantikflug
el: Υπερατλαντική πτήση
es: Vuelo transatlántico
fi: Transatlanttinen lento
fr: Vol transatlantique
he: טיסה טרנס-אטלנטית
hi: ट्रान्साटलांटिक उड़ान
hr: Transatlantski let
hu: Transzatlanti repülés
id: Penerbangan Transatlantik
it: Volo transatlantico
ja: 大西洋横断飛行
ko: 대서양 횡단 비행
ms: Penerbangan Transatlantik
nb: Transatlantisk flyvning
nl: Transatlantische vlucht
pl: Lot transatlantycki
pt_br: Voo Transatlântico
ro: Zbor transatlantic
ru: Трансатлантический перелет
sk: Transatlantický let
sv: Transatlantisk flygning
th: เที่ยวบินข้ามมหาสมุทรแอตแลนติก
tr: Transatlantik Uçuş
uk: Трансатлантичний рейс
vi: Chuyến bay xuyên Đại Tây Dương
zh_hans: 跨大西洋航班
zh_hant: 跨大西洋航班

# perspective.vega_pole_star.description
source: Vega naturally shifts to become Earth's North Star.
ar: يتحول فيجا بشكل طبيعي ليصبح نجم الشمال للأرض.
ca: Vega canvia naturalment per convertir-se en l'estrella polar de la Terra.
cs: Vega se přirozeně posouvá, aby se stala Polární hvězdou Země.
da: Vega skifter naturligt til at blive Jordens Nordstjerne.
de: Wega verwandelt sich auf natürliche Weise in den Nordstern der Erde.
el: Ο Vega μετατοπίζεται φυσικά για να γίνει ο Βόρειος Αστέρας της Γης.
es: Vega cambia naturalmente para convertirse en la Estrella Polar de la Tierra.
fi: Vega muuttuu luonnollisesti Maan Pohjantähdeksi.
fr: Vega se transforme naturellement pour devenir l'étoile polaire de la Terre.
he: וגה עובר באופן טבעי להפוך לכוכב הצפון של כדור הארץ.
hi: वेगा स्वाभाविक रूप से पृथ्वी का उत्तरी सितारा बन जाता है।
hr: Vega se prirodno pomiče i postaje Zemljina zvijezda Sjevernjača.
hu: A Vega természetesen átváltozik a Föld északi csillagává.
id: Vega secara alami berubah menjadi Bintang Utara Bumi.
it: Vega si sposta naturalmente per diventare la Stella Polare della Terra.
ja: ベガは自然に変化して地球の北極星になります。
ko: 베가는 자연스럽게 지구의 북극성이 됩니다.
ms: Vega secara semula jadi berubah menjadi Bintang Utara Bumi.
nb: Vega skifter naturlig til å bli jordens nordstjerne.
nl: Vega verandert op natuurlijke wijze en wordt de Noordster van de aarde.
pl: Vega w naturalny sposób zmienia się, stając się Gwiazdą Północną Ziemi.
pt_br: Vega muda naturalmente para se tornar a Estrela do Norte da Terra.
ro: Vega se schimbă în mod natural pentru a deveni Steaua Polară a Pământului.
ru: Вега естественным образом превращается в Полярную звезду Земли.
sk: Vega sa prirodzene posúva, aby sa stala Severnou hviezdou Zeme.
sv: Vega skiftar naturligt för att bli jordens nordstjärna.
th: เวก้าจะเปลี่ยนไปเป็นดาวเหนือของโลกโดยธรรมชาติ
tr: Vega doğal olarak Dünya'nın Kuzey Yıldızı olacak şekilde değişir.
uk: Вега природним чином змінюється, щоб стати Полярною зіркою Землі.
vi: Vega tự nhiên chuyển đổi để trở thành Sao Bắc Đẩu của Trái đất.
zh_hans: 织女星自然地转变为地球的北极星。
zh_hant: 織女星自然轉變為地球的北極星。

# perspective.vega_pole_star.title
source: Vega Pole Star
ar: فيجا بول ستار
ca: Estrella polar de Vega
de: Wega-Polarstern
es: Estrella Polar Vega
fi: Vegan napatähti
fr: Étoile polaire de Vega
he: וגה פולסטאר
hi: वेगा ध्रुव तारा
hr: Polarna zvijezda Vega
hu: Vega Sarkcsillag
id: Bintang Kutub Vega
it: Stella polare Vega
ja: ベガ北極星
ko: 베가폴스타
ms: Bintang Kutub Vega
nl: Vega Poolster
pl: Gwiazda Polarna Vegi
pt_br: Estrela Polar Vega
ru: Вега Полярная Звезда
th: เวก้าโพลสตาร์
tr: Vega Kutup Yıldızı
uk: Полярна зірка Вега
vi: Sao cực Vega
zh_hans: 织女星北极星
zh_hant: 織女星北極星

# perspective.video_game.description
source: Completing many video games takes about fifteen hours.
ar: يستغرق إكمال العديد من ألعاب الفيديو حوالي خمسة عشر ساعة.
ca: Completar molts videojocs triga unes quinze hores.
cs: Dokončení mnoha videoher trvá asi patnáct hodin.
da: At færdiggøre mange videospil tager omkring femten timer.
de: Das Durchspielen vieler Videospiele dauert etwa fünfzehn Stunden.
el: Η ολοκλήρωση πολλών βιντεοπαιχνιδιών διαρκεί περίπου δεκαπέντε ώρες.
es: Completar muchos videojuegos lleva unas quince horas.
fi: Monien videopelien suorittaminen kestää noin viisitoista tuntia.
fr: Réaliser de nombreux jeux vidéo prend environ quinze heures.
he: השלמת משחקי וידאו רבים נמשכת כחמש עשרה שעות.
hi: कई वीडियो गेम को पूरा करने में लगभग पंद्रह घंटे लगते हैं।
hr: Dovršavanje mnogih videoigara traje oko petnaest sati.
hu: Sok videojáték befejezése körülbelül tizenöt órát vesz igénybe.
id: Menyelesaikan banyak video game membutuhkan waktu sekitar lima belas jam.
it: Il completamento di molti videogiochi richiede circa quindici ore.
ja: 多くのビデオ ゲームを完了するには、約 15 時間かかります。
ko: 많은 비디오 게임을 완료하는 데 약 15시간이 걸립니다.
ms: Melengkapkan banyak permainan video mengambil masa kira-kira lima belas jam.
nb: Å fullføre mange videospill tar omtrent femten timer.
nl: Het voltooien van veel videogames duurt ongeveer vijftien uur.
pl: Ukończenie wielu gier wideo zajmuje około piętnastu godzin.
pt_br: Concluir muitos videogames leva cerca de quinze horas.
ro: Finalizarea multor jocuri video durează aproximativ cincisprezece ore.
ru: Прохождение многих видеоигр занимает около пятнадцати часов.
sk: Dokončenie mnohých videohier trvá približne pätnásť hodín.
sv: Att slutföra många videospel tar cirka femton timmar.
th: การเล่นวิดีโอเกมหลายเกมให้เสร็จสิ้นจะใช้เวลาประมาณสิบห้าชั่วโมง
tr: Birçok video oyununu tamamlamak yaklaşık on beş saat sürer.
uk: Проходження багатьох відеоігор займає близько п'ятнадцяти годин.
vi: Hoàn thành nhiều trò chơi điện tử mất khoảng mười lăm giờ.
zh_hans: 完成许多视频游戏大约需要十五个小时。
zh_hant: 完成許多視頻遊戲大約需要十五個小時。

# perspective.video_game.title
source: Video Game
ar: لعبة فيديو
ca: Videojoc
cs: Videohra
da: Videospil
de: Videospiel
el: Βιντεοπαιχνίδι
es: Videojuego
fi: Videopeli
fr: Jeu vidéo
he: משחק וידאו
hi: वीडियो गेम
hr: Video igra
hu: Videojáték
id: Permainan Video
it: Videogioco
ja: ビデオゲーム
ko: 비디오 게임
ms: Permainan Video
nb: Videospill
pl: Gra wideo
ro: Joc video
ru: Видеоигра
sk: Videohra
sv: Videospel
th: วิดีโอเกม
tr: Video Oyunu
uk: Відеогра
vi: Trò chơi điện tử
zh_hans: 电子游戏
zh_hant: 電子遊戲

# perspective.wheat_harvest.description
source: Wheat grows from seed to harvest in about four months.
ar: ينمو القمح من البذرة إلى الحصاد في حوالي أربعة أشهر.
ca: El blat creix des de la llavor fins a la collita en uns quatre mesos.
cs: Pšenice vyroste ze semene do sklizně asi za čtyři měsíce.
da: Hvede vokser fra frø til høst på omkring fire måneder.
de: Weizen wächst vom Samen bis zur Ernte in etwa vier Monaten.
el: Το σιτάρι μεγαλώνει από το σπόρο μέχρι τη συγκομιδή σε περίπου τέσσερις μήνες.
es: El trigo crece desde la semilla hasta la cosecha en unos cuatro meses.
fi: Vehnä kasvaa siemenestä satoon noin neljässä kuukaudessa.
fr: Le blé pousse de la graine à la récolte en quatre mois environ.
he: חיטה צומחת מזרע לבציר תוך כארבעה חודשים.
hi: गेहूं बीज से कटाई तक लगभग चार महीने में उगता है।
hr: Pšenica naraste od sjemena do žetve za oko četiri mjeseca.
hu: A búza a magtól a betakarításig körülbelül négy hónap alatt nő.
id: Gandum tumbuh dari biji hingga panen dalam waktu sekitar empat bulan.
it: Il grano passa dal seme al raccolto in circa quattro mesi.
ja: 小麦は種から収穫まで約4か月かかります。
ko: 밀은 씨앗부터 수확까지 약 4개월 동안 자랍니다.
ms: Gandum tumbuh dari biji hingga dituai dalam masa kira-kira empat bulan.
nb: Hvete vokser fra frø til høsting på omtrent fire måneder.
nl: Tarwe groeit in ongeveer vier maanden van zaad tot oogst.
pl: Pszenica rośnie od nasion do zbiorów w ciągu około czterech miesięcy.
pt_br: O trigo cresce da semente à colheita em cerca de quatro meses.
ro: Grâul crește de la sămânță până la recoltare în aproximativ patru luni.
ru: Пшеница вырастает от семян до урожая примерно за четыре месяца.
sk: Pšenica vyrastie zo semena do zberu asi za štyri mesiace.
sv: Vete växer från frö till skörd på cirka fyra månader.
th: ข้าวสาลีเติบโตตั้งแต่เมล็ดจนถึงเก็บเกี่ยวในเวลาประมาณสี่เดือน
tr: Buğday tohumdan hasada kadar yaklaşık dört ayda yetişir.
uk: Пшениця росте від насіння до врожаю приблизно за чотири місяці.
vi: Lúa mì phát triển từ hạt đến khi thu hoạch trong khoảng bốn tháng.
zh_hans: 小麦从播种到收获大约需要四个月的时间。
zh_hant: 小麥從播種到收穫大約需要四個月的時間。

# perspective.wheat_harvest.title
source: Wheat Harvest
ar: حصاد القمح
ca: Collita de blat
cs: Sklizeň pšenice
da: Hvedehøst
de: Weizenernte
el: Συγκομιδή Σιταριού
es: Cosecha de trigo
fi: Vehnän sato
fr: Récolte de blé
he: קציר חיטה
hi: गेहूं की फसल
hr: Žetva pšenice
hu: Búza betakarítás
id: Panen Gandum
it: Raccolta del grano
ja: 小麦の収穫
ko: 밀 수확
ms: Tuai Gandum
nb: Hvetehøst
nl: Tarwe oogst
pl: Zbiory pszenicy
pt_br: Colheita de Trigo
ro: Recolta de grâu
ru: Урожай пшеницы
sk: Zber pšenice
sv: Veteskörden
th: การเก็บเกี่ยวข้าวสาลี
tr: Buğday Hasadı
uk: Жнива пшениці
vi: Thu hoạch lúa mì
zh_hans: 麦收
zh_hant: 麥收

# time_perspective.card.empty_prompt
source: Convert any duration to discover real-world time comparisons.
ar: قم بتحويل أي مدة لاكتشاف مقارنات زمنية في العالم الحقيقي.
ca: Converteix qualsevol durada per descobrir comparacions en temps real.
cs: Převeďte libovolnou dobu trvání, abyste objevili srovnání času v reálném světě.
da: Konverter enhver varighed for at finde sammenligninger i den virkelige verden.
de: Konvertieren Sie eine beliebige Dauer, um reale Zeitvergleiche zu erhalten.
el: Μετατρέψτε οποιαδήποτε διάρκεια για να ανακαλύψετε συγκρίσεις σε πραγματικό χρόνο.
es: Convierta cualquier duración para descubrir comparaciones de tiempo del mundo real.
fi: Muunna mikä tahansa kesto löytääksesi reaaliaikaisia ​​vertailuja.
fr: Convertissez n'importe quelle durée pour découvrir des comparaisons de temps réels.
he: המר כל משך זמן כדי לגלות השוואות זמן בעולם האמיתי.
hi: वास्तविक दुनिया में समय की तुलना खोजने के लिए किसी भी अवधि को रूपांतरित करें।
hr: Pretvorite bilo koje trajanje da biste otkrili usporedbe vremena u stvarnom svijetu.
hu: Bármely időtartam konvertálásával valós idejű összehasonlításokat fedezhet fel.
id: Konversikan durasi apa pun untuk menemukan perbandingan waktu dunia nyata.
it: Converti qualsiasi durata per scoprire confronti temporali nel mondo reale.
ja: 任意の期間を変換して、現実世界の時間の比較を確認します。
ko: 기간을 변환하여 실제 시간 비교를 알아보세요.
ms: Tukar sebarang tempoh untuk menemui perbandingan masa dunia sebenar.
nb: Konverter hvilken som helst varighet for å oppdage tidsammenligninger i den virkelige verden.
nl: Converteer elke duur om tijdvergelijkingen in de echte wereld te ontdekken.
pl: Konwertuj dowolny czas trwania, aby odkryć porównania czasu w świecie rzeczywistym.
pt_br: Converta qualquer duração para descobrir comparações de tempo do mundo real.
ro: Convertiți orice durată pentru a descoperi comparații în timp real.
ru: Конвертируйте любую продолжительность, чтобы сравнить время в реальном мире.
sk: Preveďte ľubovoľné trvanie a objavte porovnanie času v reálnom svete.
sv: Konvertera valfri varaktighet för att upptäcka verkliga tidsjämförelser.
th: แปลงระยะเวลาใดก็ได้เพื่อค้นหาการเปรียบเทียบเวลาในโลกแห่งความเป็นจริง
tr: Gerçek dünyadaki saat karşılaştırmalarını keşfetmek için istediğiniz süreyi dönüştürün.
uk: Перетворіть будь-яку тривалість, щоб знайти порівняння реального часу.
vi: Chuyển đổi bất kỳ khoảng thời gian nào để khám phá các so sánh thời gian trong thế giới thực.
zh_hans: 转换任何持续时间以发现现实世界的时间比较。
zh_hant: 轉換任何持續時間以發現現實世界的時間比較。

# time_perspective.card.empty_tagline
source: Time flies faster than we think.
ar: الوقت يطير بشكل أسرع مما نعتقد.
ca: El temps vola més ràpid del que ens pensem.
cs: Čas letí rychleji, než si myslíme.
da: Tiden flyver hurtigere, end vi tror.
de: Die Zeit vergeht schneller als wir denken.
el: Ο χρόνος κυλά πιο γρήγορα από όσο νομίζουμε.
es: El tiempo vuela más rápido de lo que pensamos.
fi: Aika lentää nopeammin kuin uskommekaan.
fr: Le temps passe plus vite qu’on ne le pense.
he: הזמן טס יותר מהר ממה שאנחנו חושבים.
hi: समय जितना हम सोचते हैं उससे कहीं अधिक तेजी से उड़ जाता है।
hr: Vrijeme leti brže nego što mislimo.
hu: Az idő gyorsabban repül, mint gondolnánk.
id: Waktu berlalu lebih cepat dari yang kita kira.
it: Il tempo vola più velocemente di quanto pensiamo.
ja: 時間の流れは私たちが思っているよりも早いです。
ko: 시간은 우리가 생각하는 것보다 빠르게 흐릅니다.
ms: Masa berlalu lebih pantas daripada yang kita sangka.
nb: Tiden går raskere enn vi tror.
nl: De tijd vliegt sneller dan we denken.
pl: Czas leci szybciej niż nam się wydaje.
pt_br: O tempo voa mais rápido do que pensamos.
ro: Timpul zboară mai repede decât credem.
ru: Время летит быстрее, чем мы думаем.
sk: Čas letí rýchlejšie, ako si myslíme.
sv: Tiden går fortare än vi tror.
th: เวลาผ่านไปเร็วกว่าที่เราคิด
tr: Zaman sandığımızdan daha hızlı geçiyor.
uk: Час летить швидше, ніж ми думаємо.
vi: Thời gian trôi nhanh hơn chúng ta nghĩ.
zh_hans: 时间过得比我们想象的要快。
zh_hant: 時間過得比我們想像的還要快。

# time_perspective.card.title
source: What takes about this long?
ar: ما الذي يستغرق هذا الوقت الطويل؟
ca: Què triga amb aquest temps?
cs: Co trvá tak dlouho?
da: Hvad tager så lang tid?
de: Was dauert so lange?
el: Τι χρειάζεται για τόσο καιρό;
es: ¿Qué tarda tanto?
fi: Mitä tässä kestää?
fr: Qu'est-ce qui prend autant de temps ?
he: מה לוקח בערך כל כך הרבה זמן?
hi: इसमें कितना समय लगता है?
hr: Što traje ovoliko dugo?
hu: Mi tart ennyi ideig?
id: Apa yang memakan waktu selama ini?
it: Cosa ci vuole così tanto tempo?
ja: 何がそんなに時間がかかるのでしょうか？
ko: 왜 이렇게 오래 걸리나요?
ms: Apa yang diperlukan selama ini?
nb: Hva tar så lang tid?
nl: Wat duurt ongeveer zo lang?
pl: Co trwa tak długo?
pt_br: O que demora tanto?
ro: Ce durează atât de mult?
ru: Что занимает столько времени?
sk: Čo trvá tak dlho?
sv: Vad tar ungefär så här lång tid?
th: อะไรจะยาวนานขนาดนี้?
tr: Bu kadar uzun süren ne?
uk: Що займає стільки часу?
vi: Điều gì xảy ra lâu thế này?
zh_hans: 什么事需要这么长的时间？
zh_hant: 什麼事需要這麼久的時間？
